Repository: littlepretty/ytoolkitdemo
Catalog: base64profiling/3rdparties/base64-1.3/po/*.po
Languages: sv

source: Try `%s --help' for more information.
sv: Försök med `%s --help' för mer information.

source: Usage: %s [OPTION] [STRING] Base64 encode or decode STRING, or standard input, to standard output.
sv: Användning: %s [FLAGGA] [STRÄNG] Bas64-koda STRÄNG, eller standard in, till standard ut.

source: -w Wrap encoded lines after 76 characters. --wrap[=COLS] Wrap encoded lines after COLS character (default 76). -d, --decode Decode data. --ignore-garbage When decoding, ignore non-alphabet characters.
sv: -w Bryt kodade rader efter 76 tecken. --wrap[=COL] Bryt kodade rader efter COL tecken (normalvärde 76). -d, --decode Avkoda data. --ignore-garbage Ignorera okända tecken under avkodning.

source: -q, --quiet, --silent Don't print initial banner.
sv: -q, --quiet, --silent Skriv inte ut rubrik när programmet startar.

source: --help Display this help and exit. --version Output version information and exit.
sv: --help Visa denna hjälptext och avsluta. --version Visa versionsinformation och avsluta.

source: The data is encoded as described for the base64 alphabet in RFC 3548. Decoding require compliant input by default, use --ignore-garbage to attempt to recover from non-alphabet characters (such as newlines) in the encoded stream.
sv: Data är kodat för bas64-alfabetet som beskrivet i RFC 3548. Avkodning kräver att indata är på korrekt form, men --ignore-garbage kan användas för att ignorerra okända tecken (t.ex. radbrott) i det kodade indatat.

source: Report bugs to <%s>.
sv: Rapportera fel till <%s>. Rapportera kommentarer om översättningen till <sv@li.org>.

source: write error
sv: skrivfel

source: read too much
sv: läste för mycket

source: read error
sv: läsfel

source: invalid input
sv: felaktig indata

source: invalid wrap size: %s
sv: felaktig radbrytningsvärde: %s

source: standard input
sv: standard in
